; 
;  Muutama sääntö kääntäjälle:
;  Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
;  Käännä vain teksti ' = ' merkin jälkeen
;  Älä muokkaa riviä: ReadHabit=Left-to-right
;  Wise Program Uninstaller
;  TranslationAuthor: penaV
;  TranslationAuthorEmail: penav@outlook.com
;  TranslationAuthorWeb:
;  Soft Version: 3.0.2.250
;  Lang. Update: 2022-Jun-17
;
[GUI]
ButtonYes=Kyllä
ButtonNo=EI
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko

[Lang]
NativeLanguage=Finnish-Suomi

[Translation]
LangCode=040B
ReadHabit=Left-to-right
LanguageName=FIN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Viestit
Warning=Varoitus
Error=Virhe
Confirm=Vahvistus
;
; Main GUI - Pää Ohjelma
;
FrmMain.btnSupport.hint=Tukikeskus
FrmMain.btnnews.hint=Viestit
FrmMain.btnuninstall.caption=Poista Ohjelma
FrmMain.btnAll.caption=Kaikki Ohjelmat
FrmMain.btnSoft.caption=Työpöydän Ohjelmat
FrmMain.btnApp.caption=Metro Ohjelmat
FrmMain.btnInfreq.caption=Harvoin käytetyt
FrmMain.btnPatch.caption=Järjestelmäosat
FrmMain.btnUnless.caption=Muokattu Ohjelman poisto
FrmMain.btnBrowse.caption=Selainlaajennukset
FrmMain.btnChrome.caption=Google Chrome selain
FrmMain.btnIE.caption=MS IE-selain
FrmMain.btnFirfox.caption=Mozilla Firefox selain
FrmMain.btnEdge.caption=MS Edge selain
FrmMain.lblrate.caption=Arvostele
FrmMain.BtnNormal.Caption=Turvallinen Ohjelmanpoisto
FrmMain.BtnModify.Caption=Muokattu
FrmMain.BtnForce.Caption=Pakotettu Ohjelmanpoisto
FrmMain.BtnRemove.Caption=Poista merkinnät
FrmMain.btnuninstall.caption=Poista Ohjelma
;
;Uninstall log - Poisto loki
;
FrmMain.btnLog.Caption=Ohjelman poistohistoria
TfrmUnlog.caption=Ohjelman poistohistoria
TfrmUnlog.head.unDate=Ohjelman poisto päällä
TfrmUnlog.head.ItemName=Ohjelma
TfrmUnlog.head.restore=Jäljellä olevat kohteet
TfrmUnlog.noItems=Ei ohjelmajäämiä
TfrmUnlog.Recovered=Palautetut
TfrmUnlog.recover=Palauta
;
; Menu - Valikko
;
pmHelp=Suoraa apua
pmHome=Kotisivulle
pmforum=Keskustelualueelle
pmContact=Ota yhteyttä Meihin
pmLang=Kielet
pmAbout=Tietoja Meistä
pmSettings=Asetukset
;
;context menu - toiminnevalikko
;
pmOpenEntry=Avaa RegEdit:llä
pmOpenFolder=Avaa tiedoston sijainti
PmGoogle=Etsi Googlella
pmExport=Vie txt tiedostoksi...
;
;Settings - Asetukset
;
FrmSettings.caption=Asetukset
pmCheckNew=Auto tarkista päivitykset
pmRightMenuA=Näytä Resurssienhallinan toiminnevalikossa
ExplorerMenu=Poista Ohjelma Wise Program Uninstallerilla
pmUnisDetect=Tunnista asennuksen poisto muulla asennuksen poisto-ohjelmalla
pmSaveLeft=Auto varmuuskopio poisto-jäännöksistä
pmUEI=Nauti Käyttäjäkokemuksen parannusohjelmasta
;
; About - Tietoja
;
FrmAbout.caption=Tietoja Ohjelmasta ja Meistä
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Nykyinen versio:
FrmAbout.lblemail.caption=Tuen sähköposti:
FrmAbout.lblhome.caption=Kotisivu:
FrmAbout.lblthank.caption=Kiitos seuraaville henkilöille heidän avusta:
FrmAbout.lblUninstall.caption=Asennuksenpoisto ohje
FrmAbout.lblPolicy.caption=Tietosuojakäytäntö
FrmAbout.lblEula.caption=EULA
;
; Processs - Tehtävät
;
FrmProgressModal.btncancel.caption=Peruuta
;
; frmafterdel - Poistot
;
Frmafterdel.caption=Ohjelmaan liitetyt rekisteri merkinnät ja tiedostot
Frmafterdel.btnremove.caption=Poista
Frmafterdel.btncancel.caption=Peruuta
Frmafterdel.lblinfo.caption=Etsinnän tulos, klikkaa "Poista" viimeistelläksesi valitun ohjelman poisto.
Frmafterdel.btnnone.caption=Ei mitään
Frmafterdel.btnall.caption=Valitse Kaikki
;
; Custome uninstall - Muokattu poisto
;
frmUnlessDel.caption=Muokattu ohjelmapoisto
frmUnlessDel.lblInfo1.caption=Muokattu ohjelmapoisto auttaa poistamaan ohjelman, jota ei voi poistaa normaalilla tavalla ja puhdistaa sen jälkeen jäljelle jääneet tiedostot täysin. Voit valita kansion täällä ja poistaa sen tai poistaa siihen liittyvän ohjelman.
frmUnlessDel.lblinfo2.caption=Anna hakusana etsiäksesi onko jäljellä tiedostoja poistamisen jälkeen.
frmUnlessDel.lblKeyword.caption=Hakusana:
frmUnlessDel.btnNext.caption=Seuraava
frmUnlessDel.btncancel.caption=Peruuta
frmUnlessDel.btnremove.caption=Poista
frmUnlessDel.btnFolder.caption=Selaa
;
; Rate - Arvioi
;
FrmRate.Btnlist.caption=Käyttäjä arviot
FrmRate.Btnreview.caption=Oma arvioni
FrmRate.Btnfirst.caption=Ole ensimmäinen arvioijamme
FrmRate.Btnsubmit.caption=Lähetä
FrmRate.lblscore.caption=Arviosi:
FrmRate.lblscorehint.caption=(Sinun täytyy klikata tähtiä arvioidaksesi)
FrmRate.lblnick.caption=Kutsumanimesi:
FrmRate.lblnickhint.caption=(Valinnainen)
FrmRate.lblemail.caption=Sähköpostisi:
FrmRate.lblemailhint.caption=(Valinnainen)
FrmRate.lblcontent.caption=Sisältö:
FrmRate.lblcontenthint.caption=(Valinnainen)
FrmRate.lbldesctitle.caption=Ohjelman kuvaus:
FrmRate.lblratesoft.caption=Suositeltu ohjelmisto


[Uninstall]
Backuping=Luodaan varmuuskopiota...
PublisherUnknown=Tuntematon julkaisija
VersionUnknown=Tuntematon versio
Rate=Arvio
ItemName=Asennettu ohjelma
Publisher=Julkaisija
Size=Koko
SetupDate=Asennus päivä
Version=Versio
Canceled=Ohjelmanpoisto on peruutettu.
NoLeftOverItem=Ohjelman jäännöksiä EI löytynyt.
Removing=Poistetaan:
TotalStat=Löytyi %d ohjelmaa, varaavat %s levy tilaa.
Calculating=Lasketaan kokoa...
Files=Tiedostot ja kansiot
RegEntries=Rekisteri merkinnät
Items=Kohteet
Opration=Toiminta

[message]
NoNews=Sinulla ei ole lukematta jääneitä viestejä.
confimdel=Valittu kansio poistetaan tietokoneeltasi. Jatketaanko?
UninstallApp=Poistetaan...
unistallError=Tapahtuma epäonnistui.
NewVer=Uusi versio ohjelmasta löytyy. Haluatko päivittää?
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
NoProgramSelected=Valitse ensin ohjelma.
IsBusy=Odota kunnes käynnissä oleva ohjelman poisto on suoritettu loppuun.
StartFindLeftover=Etsitään ohjelman tiedosto, kansio ja rekisterikohde jäänteitä...
Collecting=Kerätään asennettujen ohjelmien tietoja...
BeSureUseForce=Valitse Pakotettu Ohjelman Poisto vain jos, Turvallinen Ohjelman Poisto ei toimi. Oletko varma että haluat jatkaa?
ConfirmRemove=Tämä poistaa ohjelman merkinnän luettelosta, mutta ei poista ohjelmaa. Oletko varma, että haluat jatkaa?
RejectItself=Ohjelma ei voi poistaa itseään.
TranslateTo=Käännetty kielille...
UpdateDB=Päivitetään tietokantaa..
BrowserLogin=%s tahdistus on käytössä. Laajennus voidaan asentaa uudelleen seuraavan tahdistuksen yhteydessä. Jatketaanko asennuksen poistamista?
BrowserRuning=%s on käynnissä. Klikkaa OK sulkeaksesi se ja jatkaaksesi asennuksen poistoa. Tai keskeytä asennuksen poisto klikkaamalla Peruuta.
CheckProgram=%d ohjelma(a) on valittu.
CheckExtension=%d laajennus(ta) on valittu.
checkSize=Kokonais koko: %s
pluginnone=Selainlaajennuksia ei löytynyt
BrowserSync=Poista käytöstä %s tahdistus

[SoftRate]
Querying=Kysellään...
Good=Tykkään 
Bad=En pidä
Safe=Raportti
Ver=Versio:
Ratings=Arviot
SoftNotExist=Ohjelman tietoja ei löydy.
GetSoftInfoError=Ohjelmatietojen saanti epäonnistui
UploadSoftLogoError=Ohjelmatietojen lähetyksessä virhe
SubmitData=Lähetä omat kommenttisi tästä ohjelmasta...
SubmitSoftInfoError=Lähetys virhe, johtuu verkkoyhteydestäsi.
SubmitRateSuccess=Lähetys Onnistui.
HaveSubmitRate=Olet arvioinut sen.
Submitgoodbad=Lähetetään tietojasi...
me=Minä
NickTooLong=Kutsumanimesi pituus ei voi ylittää 20 merkkiä.
MailTooLong=Sähköpostiosoitteesi kokonais pituus ei saa ylittää 50 merkkiä.
WrongEmail=Virheellinen sähköpostiosoite.
ReviewTooLong=Kokonais pituus ei saa ylittää 300 merkkiä.
RateHint=Nauti meidän ohjelmisto arvioinnista ja arvioi sinun suosikki ohjelmat!
UnknowName=Tuntematon tuote
UnknowVer=Tuntematon versio
UnknowDesc=Tuntematon kuvaus


[Hint]
HintRate=Arvioi Ohjelma
HintClose=Poista kohde

[Monitor]
FindLeftover=%s voi silti jättää jäännösjälkiä tietokoneellesi. Wise Program Unistaller etsii...
NonItems=%s on täydellisesti poistettu tietokoneeltasi.